app/views/articles/show.html.erb

<h2 class="coments">Comentarios</h2>
<% if @article.comments.present? %>
---
SELECT "comments".* FROM "comments" WHERE "comments"."article_id" = ?  [["article_id", 5]]